# 2

Когда Ешу толкает одну из своих коронных речей, трудно не попасть под его влияние. Такие люди, как он, рождаются именно тогда, когда горе пропитывает земную твердь насквозь, оставляя на поверхности кровавые сгустки. Ешу и был одним из таких сгустков. Сколько ни пытался я понять этого человека, ничего у меня не получалось. Сказать, что он странный, значит — ничего не сказать. Он словно бы соткан из странностей, в чем, впрочем, угадывалась некая система. 

Взять хотя бы внешний вид. Зимой и летом Ешу носил один и тот же черный пиджак, а в качестве головного убора — берет, тоже черный. Думаю, внешний вид его мало интересовал. Ибо главные странности были связаны все-таки с его характером, а не с одеждой. Например, он очень своеобразно выражал свои мысли. Говорил медленно, вяло, точно делал собеседнику одолжение. Потом вдруг сбивал собеседника с толку каким-нибудь (чаще бестактным) вопросом. Отказ отвечать приводил Ешу в ярость. А когда Ешу гневался, лучше было держаться от него подальше. В такие минуты он мог легко обидеть человека каким-нибудь горьким словцом. Хотя всегда извинялся впоследствии. 

Не чужды ему были и разного рода шутки. К примеру, однажды, когда мы возвращались с рынка, разговор зашел о науке. 

— Сколько лет живу, — сказал Ешу, — но так и не понял, что такое — квантовая механика…  
— Я тоже без понятия.  
— Единственное, под чем я подпишусь, так это под тем, что ее придумали негры.  
— Негры?! — вскричал я. — При чем тут негры, Учитель?!  
— Ну, как это при чем, — усмехнулся Ешу. — Негры придумали все. Блюз, джаз, права человека, бег на длинные дистанции… Не удивлюсь, если окажется, что и квантовая механика вышла из их богадельни. 

Ешу рассмеялся.  
Я понял, что он хочет поупражняться в остроумии и принял вызов. Как раз в этот момент мимо нас просеменила парочка иудеев. 

— Скажи-ка, Учитель, — обратился я к нему, указывая на них. — Что может стать символом сионизма в будущем?  
— Не знаю. Твои предположения?  
— Конечно же, обрезанный пенис. — Я заржал, довольный собой.  
— О, дружище! Ты предлагаешь новую свастику, составленную из членов и пейс?  
— Именно, — я кивнул. — Но ты, Учитель, позабыл про шнобели… Так что же это получается? Выходит, иудеи решили поработить весь земной шар? И скоро грянет пришествие еврейского диктатора, коему Гитлер и в подметки не годится?..  
— Вполне возможно.  
— Но что в таком случае заменит арийское приветствие — ту самую руку, вздернутую к небесам?  
Ешу подумал.  
— Мощная эрекция, конечно же! Огромный обрезанный хуй раввина, устремленный ввысь.  
— Как же в таком случае определить, где настоящий еврей, а где только прикинувшийся им обрезанный самозванец?  
— Думаю, у настоящего еврея встанет не только на непристойно ухмыляющуюся девицу, но и на стодолларовую бумажку.

Ну вот, пронеслось у меня в голове, опять он взял инициативу в свои руки. Я решил исправить положение:  
— То есть иными словами — настоящих евреев должен возбуждать тот патлатый седой господин с выпученными, как у жабы, глазищами?  
— Итак, что мы имеем: настоящего еврея возбуждают жабы!

И он хлопнул меня по плечу.  
— Так получается, что настоящий еврей — это француз, — задумчиво произнес я. — Значит ли это, что я — храбрый д'Артаньян, а ты, Учитель, — молчаливый и мудрый Атос?  
— Да-да, — кивнул Ешу. — Так говорили и действовали воины времен Карла Великого, примеру которых должен следовать каждый настоящий кавалер.  
— Но, Учитель! — я взял его за локоть. — Если евреи — это французы, то кто в таком случае тогда — французы?  
— Ну-у-у… Насколько я знаю, французы родом из Алжира, Ирака или Сирии. У меня есть пара приятелей, побывавших во Франции. Там одни арабы.  
— И что же?  
— А то, что евреи и арабы — суть одно и то же.  
— Ах вот оно что! — вскричал я. — Значит ли это, что шейх Насралла — мудрый раввин?!  
— Нееет, дружище! Насралла — скорее кришнаит!  
— Кришнаит?! Но постой, Учитель… Ведь слово "кришнаит" легко рифмуется со словом "жид"… В этом что-то есть. Бля буду, есть…  
— Да, а слово "брамин" рифмуется со словом "раввин".  
— Учитель! — торжественно произнес я. — Это открытие нас прославит!  
— Да погоди же ты со славой, друг Иуда, погоди! — Ешу остановил меня. — Ответь-ка лучше вот на что: почему индийская ветвь жидов, отвергая говядину, без зазрения совести жрет свинину?

И тут я понял, что побежден. Я в очередной раз убедился, что имею дело не просто с одаренными оратором, но с оратором-виртуозом. Я вздохнул.

Ешу кивнул понимающе.  
— Иногда, — сказал он, — разговор ни о чем помогает мне перетерпеть уныние. Спасибо тебе, Иуда. 

Оставшуюся дорогу до дома он молчал.

Все же, несмотря на веселость, находившую на него временами, он был самым печальным человеком из всех, ко мне доводилось встречать. Но это была не та печаль, что присуща людям, склонным к самолюбованию. Нет. Ешу его печаль не приходилась по душе.  
Он всячески изгонял ее, но — тщетно.  
Пытаясь быть веселым, он острил, но чувствовалось, что сердце его буквально разрывается на части, 

— Улыбка, — любил он повторять, — самая обыкновенная улыбка стоит всех слез, когда-либо пролитых человечеством, всех его скорбей.

Ешу дорожил властью, которую имел над нами, но все время говорил, что не желает и отказывается от нее. И мы принимались его останавливать. Он видел людей насквозь, но иногда проявлял себя, как наивный, склонный к доверчивости человек, по причине чего постоянно попадал в передряги.

Однажды мы нашли его на дворе у одного рынка — избитого и заплеванного. Ешу долго приходил в себя, а когда все-таки пришел, наотрез отказался объяснять, в чем там было дело. 

С тех пор, когда это было возможно, мы посылали с ним Яна, как самого сильного из нас.  
Главное было — не допустить роковых случайностей. Мы слишком им дорожили.
